Repository: pypi-data/pypi-mirror-11
Catalog: packages/rhizom/rhizom-0.2.tar.gz/rhizom-0.2/rhizom/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Please login to access this page.
fr: Merci de vous connecter pour accéder à cette page.

source: Name
fr: Nom

source: Dotted
fr: Pointillé

source: Connection email
fr: Email de connexion

source: Level
fr: Niveau

source: Center
fr: Centre

source: Anonymous by default
fr: Anonyme par défaut

source: Color
fr: Couleur

source: Email already used.
fr: Email déjà utilisé.

source: Language
fr: Langue

source: Graph properties
fr: Propriétés du graphe

source: Change
fr: Modifier

source: Relationship types
fr: Types de relation

source: Count
fr: Nombre

source: Update
fr: Mettre à jour

source: Delete
fr: Supprimer

source: You are deleting %(count)s relationships.
fr: Vous allez supprimer %(count)s relations.

source: Authorizations
fr: Droits d'accès

source: Access level
fr: Niveau d'accès

source: Add
fr: Ajouter

source: Export graph
fr: Exporter le graphe

source: Import graph
fr: Importer le graphe

source: Deletion
fr: Suppression

source: Undoing this is impossible. Go on?
fr: Pas d'annulation possible. Continuer ?

source: Delete the graph
fr: Supprimer le graphe

source: View
fr: Voir

source: Edit
fr: Modifier

source: Admin
fr: Administrer

source: Users
fr: Utilisateurs

source: Profile
fr: Profil

source: Rhizom project
fr: Projet Rhizom

source: Written by Aurélien. For any suggestion, idea, improvement, fix, insult: <a href='mailto:aurelien@bompard.org'>write me</a>.
fr: Réalisé par Aurélien. Pour toute remarque, idée, ajout, correction, insulte : <a href='mailto:aurelien@bompard.org'>écrivez-moi</a>.

source: Edition
fr: Édition

source: The form has errors, please fix them.
fr: Le formulaire contient des erreurs, merci de les corriger.

source: People
fr: Personnes

source: No relationship type has been configured yet.
fr: Aucun type de relation n'a encore été configuré.

source: Start by adding one <a %(href)s>on the admin page</a>.
fr: Commencez par en ajouter <a %(href)s>sur la page d'administration</a>.

source: Ask the graph admin to add some.
fr: Demandez à l'administrateur du graphe d'en ajouter.

source: Error %(code)s
fr: Erreur %(code)s

source: Access unauthorized
fr: Accès interdit

source: You are not allowed to access this page. Forget it, there's nothing you can do.
fr: L'accès à cette page ne vous est pas autorisé. Laissez tomber, y'a rien à faire.

source: You need to login first:
fr: Il faut d'abord vous connecter :

source: Page not found.
fr: Page introuvable.

source: Please check the address or tell us where you clicked.
fr: Merci de vérifier l'adresse ou de nous signaler sur quel lien vous avez cliqué.

source: Visualize your relationship network.
fr: Visualisez votre réseau relationnel.

source: Learn more
fr: Plus d'infos

source: Available graphs:
fr: Graphes disponibles :

source: No graph available.
fr: Aucun graphe n'est disponible.

source: New graph
fr: Nouveau graphe

source: Create an empty graph:
fr: Créer un graphe vierge :

source: Create
fr: Créer

source: Or from an existing graph:
fr: Ou à partir d'un graphe existant :

source: Copy
fr: Copier

source: You need to login to see the graphs:
fr: Vous devez vous connecter pour voir les graphes :

source: Graphs
fr: Graphes

source: Legend:
fr: Légende :

source: Hide or show this type
fr: Masquer ou afficher ce type

source: %(pnum)s persons, %(rnum)s relationships.
fr: %(pnum)s personnes, %(rnum)s relations.

source: Freeze
fr: Figer

source: Anonymous
fr: Anonyme

source: Redraw
fr: Redessiner

source: Link length:
fr: Taille des liens :

source: Drag to move, mouse wheel to zoom/unzoom, double click to recenter the view.
fr: Faire glisser pour recadrer, molette de la souris pour zoomer / dézoomer, double-click pour recentrer la vue.

source: (no one)
fr: (personne)

source: Graph updated.
fr: Graphe mis à jour.

source: Access added.
fr: Accès ajouté.

source: Invalid permission
fr: Permission invalide

source: Invalid relationship type
fr: Type de relation invalide

source: User modified.
fr: Utilisateur modifié.

source: This name is already used.
fr: Ce nom est déjà utilisé.

source: Relationship type added.
fr: Type de relation ajouté.

source: Relationship type modified.
fr: Type de relation modifié.

source: Invalid request
fr: Requête invalide

source: No graph data.
fr: Aucun donnée de graphe.

source: Invalid graph data.
fr: Données de graphe invalides.

source: Graph imported.
fr: Graphe importé.

source: Graph deleted.
fr: Graphe supprimé.

source: This relationship already exists.
fr: Cette relation existe déjà.

source: Relationship modified.
fr: Relation modifiée.

source: Relationship added.
fr: Relation ajoutée.

source: Can't find the graph
fr: Graphe introuvable

source: Graph created
fr: Graphe créé

source: Copy of %(name)s
fr: Copie de %(name)s

source: Graph copied
fr: Graphe copié

source: Hello %(name)s! :-)
fr: Bonjour %(name)s ! :-)

source: Disconnect successful, see you soon %(name)s!
fr: Déconnexion réussie, à bientôt %(name)s !

source: Profile modified.
fr: Profil modifié.
