Repository: pypi-data/pypi-mirror-11
Catalog: packages/collective.portlet.fullview/collective.portlet.fullview-2.0.tar.gz/collective.portlet.fullview-2.0/src/collective/portlet/fullview/locales/*/LC_MESSAGES/collective.portlet.fullview.po
Languages: fi

source: Add Full View Portlet
fi: Lisää sisältöä näyttävä sovelma

source: Content Full View
fi: Sisältöä näyttävä sovelma

source: Edit Full View Portlet
fi: Muokkaa sisältöä näyttävää sovelmaa

source: Full View Portlet
fi: Sisältöä näyttävä sovelma

source: Show a content item as full view.
fi: Sovelma, joka näyttää valitun sisällön kokonaisuudessaan

source: help_content_uid
fi: Sovelmassa näytettävä sisältö

source: help_link_title
fi: Linkitä sisällön otsikko alkuperäiseen sijaintiin.

source: help_show_content
fi: Jätä tämä valitsematta, jos haluta näyttää vain otsikon, kuvauksen, ja ehkä linkittää sisältöön, mutta et kuitenkaan näyttää itse sisältöä.

source: help_show_title
fi: Jätä tämä valitsematta, jos et halua näyttää sisällön otsikkoa.

source: label_content_uid
fi: Sisältö

source: label_link_title
fi: Linkitä otsikko

source: label_show_content
fi: Näytä sisältö

source: label_show_title
fi: Näytä otsikko
