Repository: pypi-data/pypi-mirror-11
Catalog: packages/collective.opendata/collective.opendata-1.0a1.zip/collective.opendata-1.0a1/src/collective/opendata/locales/*/LC_MESSAGES/collective.opendata.po
Languages: pt

source: CMS
pt: Sistema de Gerenciamento de Conteúdo (CMS)

source: CMS used
pt: CMS usado.

source: CMS version
pt: Versão do CMS.

source: Content Metadata
pt: Metadados do Conteúdo

source: Content URI
pt: URI do conteúdo.

source: Content id
pt: Identificador do conteúdo.

source: Content information
pt: Informação do conteúdo

source: Content site address
pt: Endereço do conteúdo no site.

source: Dublin Core Creator element - resource author.
pt: Criador do elemento Dublin Core - autor do recurso.

source: Dublin Core Description element - resource name.
pt: Descrição do elemento Dublin Core - detalhes do recurso.

source: Dublin Core Title element - resource name.
pt: Título do elemento Dublin Core - nome do recurso.

source: Information about a portal
pt: Informação sobre o portal

source: Information about the CMS used in this portal
pt: Informação sobre o CMS usado neste portal

source: Open Data
pt: Dados Abertos (Open Data)

source: Site description
pt: Descrição do site.

source: Site title
pt: Título do site.

source: The Plone Open Data API.
pt: A API de Dados Abertos para o CMS Plone.

source: The base API URL is:
pt: O endereço base da API é:

source: dublin_core_conttype_msg
pt: Informação Dublin Core para o tipo de conteúdo ${type}.
