Repository: pypi-data/pypi-mirror-11
Catalog: packages/baruwa/baruwa-2.0.9.tar.bz2/baruwa-2.0.9/baruwa/i18n/*/LC_MESSAGES/baruwajs.po
Languages: fa

source: No items found
fa: هیچ موردی پیدا نشد

source: Accounts
fa: حساب

source: AJAX Error:
fa: آژاکس خطا:

source: Error Occured:
fa: خطا رخ داده:

source: Loading
fa: در حال بارگذاری

source: Unknown error occured !
fa: خطای ناشناخته رخ داده است!

source: No domains found
fa: هیچ دامنه یافت

source: Domains
fa: دامنه ها

source: Lists
fa: لیست

source: Login
fa: ورود به سیستم

source: Reset my password
fa: تنظیم مجدد کلمه عبور من

source: Messages :: Archive
fa: پیام:: آرشیو

source: Date/Time
fa: تاریخ/زمان

source: From
fa: از

source: To
fa: به

source: Subject
fa: موضوع

source: Size
fa: اندازه

source: Score
fa: نمره

source: No messages found
fa: هیچ پیامی پیدا نشد

source: Show hosts
fa: میزبان نشان می دهد

source: Hide hosts
fa: پنهان کردن میزبان

source: Processing......
fa: پردازش...

source: Show headers
fa: نمایش سرصفحه

source: Hide headers
fa: مخفی کردن هدر

source: Processing request.............
fa: پردازش درخواست...

source: Add Filter
fa: اضافه کردن فیلتر

source: None applied at the moment
fa: هیچ کدام در حال حاضر اعمال می شود

source: Messages :: Full message listing
fa: پیام:: لیست کامل پیام

source: This message contains external images, which have been blocked.
fa: این پیام حاوی تصاویر خارجی که مسدود شده اند.

source: Display images
fa: نمایش تصاویر

source: HTML Alternative
fa: جایگزین نسخه متنی

source: Text Alternative
fa: متن جایگزین

source: Messages :: Quarantine
fa: پیام:: قرنطینه

source: network connection failure, reconnecting in 60 seconds
fa: شبکه قطع اتصال دوباره وصل در 60 ثانیه

source: OK
fa: باشه

source: Refreshing page, please wait
fa: تازه کردن صفحه لطفا صبر کنید

source: ERROR
fa: خطا

source: No messages found matching search query:
fa: بدون پیام های مطابق با جستجوی در بر داشت:

source: An unknown error occured
fa: یک خطای ناشناخته رخ داده است

source: No organizations found
fa: هیچ سازمان یافت

source: Organizations
fa: سازمان ها

source: is equal to
fa: برابر است با

source: is not equal to
fa: برابر است

source: is greater than
fa: بيشتر مي باشد

source: is less than
fa: است کمتر از

source: is null
fa: پوچ است

source: is not null
fa: ناتهی

source: contains
fa: شامل

source: does not contain
fa: شامل نمی شود

source: matches regex
fa: مسابقات regex

source: does not match regex
fa: regex مطابقت ندارد

source: is true
fa: درست است

source: is false
fa: غلط است

source: Please select
fa: لطفا انتخاب کنید

source: No active filters at the moment
fa: بدون فیلتر فعال در حال حاضر

source: No saved filters at the moment
fa: بدون فیلتر ذخیره شده در حال حاضر

source: No records found
fa: هیچ رکورد یافت نشد

source: No scanning hosts found
fa: هیچ میزبان اسکن یافت

source: Settings :: Nodes
fa: تنظیمات:: گره

source: No audit logs found
fa: بدون بازرسی در بر داشت

source: Status :: Audit log
fa: وضعیت:: گزارش
