Repository: pypi-data/pypi-mirror-11
Catalog: packages/collective.opendata/collective.opendata-1.0a2.zip/collective.opendata-1.0a2/src/collective/opendata/locales/*/LC_MESSAGES/collective.opendata.po
Languages: es

source: CMS
es: Sistema de gestión de contenido (CMS)

source: CMS used
es: CMS usado.

source: CMS version
es: Versión de CMS.

source: Content Metadata
es: Metadata del contenido

source: Content permanent URI
es: URI del contenido.

source: Content unique identifier
es: ID del contenido.

source: Content information
es: Información del contenido

source: Content site address
es: Dirección del sitio del contenido.

source: Dublin Core Creator element - resource author.
es: Elemento Creator del estándar Dublin Core - recurso autor.

source: Dublin Core Description element - resource abstract.
es: Elemento Description del estándar Dublin Core - recurso nombre.

source: Dublin Core Title element - resource name.
es: Elemento Title del estándar Dublin Core - recurso nombre.

source: Information about a portal
es: Información acerca del portal

source: Information about the CMS used in this portal
es: Información acerca del CMS que es usado en este portal

source: Open Data
es: Datos abiertos (OpenData)

source: Site description
es: Descripción del sitio.

source: Site title
es: Título del sitio.

source: The Plone Open Data API.
es: La API de la iniciativa de datos abiertos (OpenData) para Plone.

source: The base API URL is:
es: La dirección URL base de la API es:

source: dublin_core_conttype_msg
es: Información Dublin Core para el tipo de contenido ${type}.
