Repository: pypi-data/pypi-mirror-11
Catalog: packages/cubicweb-shoppingcart/cubicweb-shoppingcart-0.5.0.tar.gz/cubicweb-shoppingcart-0.5.0/i18n/*.po
Languages: fr

source: %(title)s (%(price)s currency per unit)
fr: %(title)s (%(price)s € l'unité)

source: New ShoppingCart
fr: Nouveau panier d'achats

source: New ShoppingItem
fr: Nouvel article

source: New ShoppingItemType
fr: Nouveau type d'article

source: ShoppingCart
fr: Panier d'achat

source: ShoppingCart_plural
fr: Paniers d'achat

source: ShoppingItem
fr: Article

source: ShoppingItemType
fr: Type d'article

source: ShoppingItemType_plural
fr: Types d'article

source: ShoppingItem_plural
fr: Articles

source: This ShoppingCart
fr: Ce panier d'achat

source: This ShoppingItem
fr: Cet article

source: This ShoppingItemType
fr: Ce type d'article

source: add item to cart
fr: ajouter un élément au panier

source: buyer
fr: acheteur

# ShoppingCart
source: buyer
fr: acheteur

# CWUser
source: buyer_object
fr: achète

source: buyer_object
fr: achète

source: check out
fr: payer les achats

source: checked out
fr: achats payés

source: in progress
fr: en cours

source: item_type
fr: type d'élément

source: items_in_cart
fr: éléments dans le panier

source: items_in_cart_object
fr: est dans le panier

source: price
fr: prix

# ShoppingItemType
source: price
fr: prix

source: quantity
fr: quantité

# ShoppingItem
source: quantity
fr: quantité

source: remove item from cart
fr: retirer cet élément

source: this cart is empty
fr: Ce panier d'achat est vide.

# ShoppingItemType
source: title
fr: titre

source: total price
fr: Prix total

source: unit price
fr: Prix unitaire
